[
	{
		"rating": 4.06,
		"total_followers": 2446,
		"slug": 2446,
		"_id": 2446,
		"name": "Stephen King",
		"origin": "in Portland, Maine, The United States",
		"Website": "http://www.stephenking.com",
		"genres": ["Horror", "Mystery", "Literature & Fiction"],
		"top_book": "The Shining",
		"language": "English",
		"biography": "Stephen Edwin King was born the second son of Donald and Nellie Ruth Pillsbury King. After his father left them when Stephen was two, he and his older brother, David, were raised by his mother. Parts of his childhood were spent in Fort Wayne, Indiana, where his father's family was at the time, and in Stratford, Connecticut. When Stephen was eleven, his mother brought her children back to Durham, Maine, for good. Her parents, Guy and Nellie Pillsbury, had become incapacitated with old age, and Ruth King was persuaded by her sisters to take over the physical care of them. Other family members provided a small house in Durham and financial support. After Stephen's grandparents passed away, Mrs. King found work in the kitchens of Pineland, a nearby residential facility for the mentally challenged.Stephen attended the grammar school in Durham and Lisbon Falls High School, graduating in 1966. From his sophomore year at the University of Maine at Orono, he wrote a weekly column for the school newspaper, THE MAINE CAMPUS. He was also active in student politics, serving as a member of the Student Senate. He came to support the anti-war movement on the Orono campus, arriving at his stance from a conservative view that the war in Vietnam was unconstitutional. He graduated in 1970, with a B.A. in English and qualified to teach on the high school level. A draft board examination immediately post-graduation found him 4-F on grounds of high blood pressure, limited vision, flat feet, and punctured eardrums.He met Tabitha Spruce in the stacks of the Fogler Library at the University, where they both worked as students; they married in January of 1971. As Stephen was unable to find placement as a teacher immediately, the Kings lived on his earnings as a laborer at an industrial laundry, and her student loan and savings, with an occasional boost from a short story sale to men's magazines.Stephen made his first professional short story sale (\"The Glass Floor\") to Startling Mystery Stories in 1967. Throughout the early years of his marriage, he continued to sell stories to men's magazines. Many were gathered into the Night Shift collection or appeared in other anthologies.In the fall of 1971, Stephen began teaching English at Hampden Academy, the public high school in Hampden, Maine. Writing in the evenings and on the weekends, he continued to produce short stories and to work on novels.",
		"image_sm": "/images/authors/Stephen King-sm.jpg"
	},
	{
		"rating": 4.22,
		"total_followers": 5514,
		"slug": 5514,
		"_id": 5514,
		"name": "Colleen Hoover",
		"origin": null,
		"Website": "https://colleenhoover.com",
		"Twitter": "colleenhoover",
		"genres": ["Fiction", "Romance", "Thriller"],
		"top_book": "It Ends with Us",
		"language": "English",
		"biography": "International and #1 New York Times bestselling author of romance, YA, thriller, women's fiction and paranormal romance. I don't like to be confined to one genre. If you put me in a box, I'll claw my way out. My social media username is @colleenhoover pretty much everywhere except my email, which is colleenhooverbooks@gmail.comFounder of www.thebookwormbox.com charity and Book Bonanza.",
		"image_sm": "/images/authors/Colleen Hoover-sm.jpg"
	},
	{
		"rating": 4.34,
		"total_followers": 11,
		"slug": 11,
		"_id": 11,
		"name": "Rick Riordan",
		"origin": "in San Antonio, Texas, The United States",
		"Website": "http://www.rickriordan.com/",
		"Twitter": "camphalfblood",
		"genres": ["Children's", "Science Fiction & Fantasy"],
		"top_book": "The Lightning Thief",
		"language": "English",
		"biography": "Rick Riordan is the #1 New York Times bestselling author of many books, including the Percy Jackson series. You can follow him on  Twitter and via his official website. ",
		"image_sm": "/images/authors/Rick Riordan-sm.jpg"
	},
	{
		"rating": 4.36,
		"total_followers": 4990,
		"slug": 4990,
		"_id": 4990,
		"name": "Sarah J. Maas",
		"origin": "in New York, NY, The United States",
		"Website": "http://sarahjmaas.com/",
		"genres": ["Fantasy", "Romance", "Young Adult"],
		"top_book": "A Court ",
		"language": "English",
		"biography": "Sarah J. Maas is the #1 New York Times and internationally bestselling author of the Crescent City, A Court of Thorns and Roses, and the Throne of Glass series. Her books have sold more than twelve million copies and are published in thirty-seven languages. A New York native, Sarah lives in Philadelphia with her husband, son, and dog. To find out more, visit sarahjmaas.com or follow @therealsjmaas on Instagram.",
		"image_sm": "/images/authors/Sarah J. Maas-sm.jpg"
	},
	{
		"rating": 4.23,
		"total_followers": 1365,
		"slug": 1365,
		"_id": 1365,
		"name": "Cassandra Clare",
		"origin": "Teheran, Iran",
		"Website": "http://www.cassandraclare.com/",
		"genres": ["Science Fiction & Fantasy"],
		"top_book": "City ",
		"language": "English",
		"biography": "Hello Goodreadsers. Here's my official bio:\"Cassandra Clare was born overseas and spent her early years traveling around the world with her family and several trunks of fantasy books. Cassandra worked for several years as an entertainment journalist for the Hollywood Reporter before turning her attention to fiction. She is the author of City of Bones, the first book in the Mortal Instruments trilogy and a New York Times bestseller. Cassandra lives with her fiance and their two cats in Massachusetts.\"You can find me online at www.cassandraclare.comI have a blog:http://cassandraclare.livejournal.com/and a Facebook:http://www.facebook.com/Cassandraclareand a Twitter:www.twitter.com/cassieclareI'll be available here on Goodreads to answer questions for a Goodreads Author Discussion starting September 18 — http://www.goodreads.com/group/show/3...Go sign up so you don't miss the conversation when it starts!",
		"image_sm": "/images/authors/Cassandra Clare-sm.jpg"
	},
	{
		"rating": 4.0,
		"total_followers": 4989,
		"slug": 4989,
		"_id": 4989,
		"name": "James Patterson",
		"origin": "in Newburgh, New York, The United States",
		"Website": "http://www.jamespatterson.com/",
		"Twitter": "JP_Books",
		"genres": ["Literature & Fiction", "Mystery & Thriller", "Young Adult"],
		"top_book": "Along Came a Spider",
		"language": "English",
		"biography": "Official US SiteOfficial UK SiteJIMMY Patterson BooksReadKiddoReadJames Patterson is the world’s bestselling author. Among his creations are Alex Cross, the Women’s Murder Club, Michael Bennett, and Maximum Ride. His #1 bestselling nonfiction includes Walk in My Combat Boots, Filthy Rich, and his autobiography, James Patterson by James Patterson. He has collaborated on novels with Bill Clinton and Dolly Parton and has won an Edgar Award, nine Emmy Awards, and the National Humanities Medal. ",
		"image_sm": "/images/authors/James Patterson-sm.jpg"
	},
	{
		"rating": 3.99,
		"total_followers": 784,
		"slug": 784,
		"_id": 784,
		"name": "John Green",
		"origin": "in Indianapolis, The United States",
		"Website": "http://www.johngreenbooks.com/",
		"Twitter": "realjohngreen",
		"genres": ["Literature & Fiction", "Young Adult", "Young Adult Romance"],
		"top_book": "The Fault in Our Stars",
		"language": "English",
		"biography": "Librarian Note: There is more than one author in the Goodreads database with this name.John Green's first novel, Looking for Alaska, won the 2006 Michael L. Printz Award presented by the American Library Association. His second novel, An Abundance of Katherines, was a 2007 Michael L. Printz Award Honor Book and a finalist for the Los Angeles Times Book Prize. His next novel, Paper Towns, is a New York Times bestseller and won the Edgar Allen Poe Award for Best YA Mystery. In January 2012, his most recent novel, The Fault in Our Stars, was met with wide critical acclaim, unprecedented in Green's career. The praise included rave reviews in Time Magazine and The New York Times, on NPR, and from award-winning author Markus Zusak. The book also topped the New York Times Children's Paperback Bestseller list for several weeks. Green has also coauthored a book with David Levithan called Will Grayson, Will Grayson, published in 2010. The film rights for all his books, with the exception of Will Grayson Will Grayson, have been optioned to major Hollywood Studios.In 2007, John and his brother Hank were the hosts of a popular internet blog, \"Brotherhood 2.0,\" where they discussed their lives, books and current events every day for a year except for weekends and holidays. They still keep a video blog, now called \"The Vlog Brothers,\" which can be found on the  Nerdfighters website, or a direct link here.",
		"image_sm": "/images/authors/John Green-sm.jpg"
	},
	{
		"rating": 3.87,
		"total_followers": 1744,
		"slug": 1744,
		"_id": 1744,
		"name": "Dan Brown",
		"origin": "in Exeter, New Hampshire, The United States",
		"Website": "http://www.danbrown.com",
		"Twitter": "AuthorDanBrown",
		"genres": ["Mystery & Thrillers", "Fiction", "Suspense"],
		"top_book": "Angels & Demons",
		"language": "English",
		"biography": "Dan Brown is the author of numerous #1 bestselling novels, including The Da Vinci Code, which has become one of the best selling novels of all time as well as the subject of intellectual debate among readers and scholars. Brown’s novels are published in 52 languages around the world with 200 million copies in print.In 2005, Brown was named one of the 100 Most Influential People in the World by TIME Magazine, whose editors credited him with “keeping the publishing industry afloat; renewed interest in Leonardo da Vinci and early Christian history; spiking tourism to Paris and Rome; a growing membership in secret societies; the ire of Cardinals in Rome; eight books denying the claims of the novel and seven guides to read along with it; a flood of historical thrillers; and a major motion picture franchise.”The son of a mathematics teacher and a church organist, Brown was raised on a prep school campus where he developed a fascination with the paradoxical interplay between science and religion. These themes eventually formed the backdrop for his books. He is a graduate of Amherst College and Phillips Exeter Academy, where he later returned to teach English before focusing his attention full time to writing.Brown is currently at work on a new book as well as the Columbia Pictures film version of his most recent novel.",
		"image_sm": "/images/authors/Dan Brown-sm.jpg"
	},
	{
		"rating": 4.1,
		"total_followers": 93,
		"slug": 93,
		"_id": 93,
		"name": "Nicholas Sparks",
		"origin": "in Omaha, Nebraska, The United States",
		"Website": "http://www.nicholassparks.com/",
		"Twitter": "SparksNicholas",
		"genres": ["Literature & Fiction", "Romance"],
		"top_book": "The Notebook",
		"language": "English",
		"biography": "Nicholas Sparks is one of the world’s most beloved storytellers. All of his books have been New York Times bestsellers, with over 105 million copies sold worldwide, in more than 50 languages, including over 75 million copies in the United States alone.Sparks wrote one of his best-known stories, The Notebook, over a period of six months at age 28. It was published in 1996 and he followed with the novels Message in a Bottle (1998), A Walk to Remember (1999), The Rescue (2000), A Bend in the Road (2001), Nights in Rodanthe (2002), The Guardian (2003), The Wedding (2003), True Believer (2005) and its sequel, At First Sight (2005), Dear John (2006), The Choice (2007), The Lucky One (2008), The Last Song (2009), Safe Haven (2010), The Best of Me (2011), The Longest Ride (2013), See Me (2015), Two by Two (2016), Every Breath (2018), The Return (2020), and The Wish (2021) as well as the 2004 non-fiction memoir Three Weeks With My Brother, co-written with his brother Micah. His twenty-third novel, Dreamland, was published on September 20, 2022.Film adaptations of Nicholas Sparks novels, including The Choice, The Longest Ride, The Best of Me, Safe Haven (on all of which he served as a producer), The Lucky One, Message in a Bottle, A Walk to Remember, The Notebook, Nights in Rodanthe, Dear John and The Last Song, have had a cumulative worldwide gross of over three-quarters of a billion dollars. The Notebook has also been adapted into a musical, featuring music and lyrics by Ingrid Michaelson.Sparks lives in North Carolina. He contributes to a variety of local and national charities, and is a major contributor to the Creative Writing Program (MFA) at the University of Notre Dame, where he provides scholarships, internships, and a fellowship annually. He co-founded The Epiphany School in New Bern, North Carolina in 2006. As a former full scholarship athlete (he still holds a track and field record at the University of Notre Dame) he also spent four years coaching track and field athletes at the local public high school. In 2009, the team he coached at New Bern High School set a World Junior Indoor Record in the 4×400 meters, as well as US High School National Records in the 800 Medley and 1600 Medley. Click to watch the Runner’s World video with Nicholas.The Nicholas Sparks Foundation, a 501(c)(3) nonprofit, was founded in 2011, to provide scholarships and fund educational programs for underprivileged and disadvantaged youth. Between the foundation, and the personal gifts of the Sparks family, more than $15 million dollars have been distributed to deserving charities, scholarship programs, and projects. Because the Sparks family covers all operational expenses of the foundation, 100% of donations are devoted to programs.",
		"image_sm": "/images/authors/Nicholas Sparks-sm.jpg"
	},
	{
		"rating": 4.02,
		"total_followers": 3620,
		"slug": 3620,
		"_id": 3620,
		"name": "Veronica Roth",
		"origin": "in The United States",
		"Website": "http://veronicarothbooks.com",
		"genres": ["Science Fiction", "Young Adult", "Fantasy"],
		"top_book": "Divergent",
		"language": "English",
		"biography": "Veronica Roth is the New York Times best-selling author of Poster Girl, Chosen Ones, the short story collection The End and Other Beginnings, the Divergent series, and the Carve the Mark duology. She is also the guest editor of The Best American Science Fiction and Fantasy 2021. Her new novella, Arch-Conspirator, will be released in February. Veronica lives in Chicago, Illinois.Sign up for Veronica's newsletter to hear news, writing thoughts, book recommendations, etc.! ",
		"image_sm": "/images/authors/Veronica Roth-sm.jpg"
	},
	{
		"rating": 4.41,
		"total_followers": 2651,
		"slug": 2651,
		"_id": 2651,
		"name": "Brandon Sanderson",
		"origin": "in Lincoln, Nebraska, The United States",
		"Website": "http://brandonsanderson.com",
		"Twitter": "BrandSanderson",
		"genres": ["Science Fiction & Fantasy", "Young Adult"],
		"top_book": "The Final Empire",
		"language": "English",
		"biography": "Brandon’s major books for the second half of 2016 are The Dark Talent, the final volume in Alcatraz Smedry’s autobiographical account of his battle against the Evil Librarians who secretly rule our world, and Arcanum Unbounded, the collection of short fiction in the Cosmere universe that includes the Mistborn series and the Stormlight Archive, among others. This collection features The Emperor’s Soul, Mistborn: Secret History, and a brand-new Stormlight Archive novella, Edgedancer.Earlier this year he released Calamity, the finale of the #1 New York Times bestselling Reckoners trilogy that began with \nSteelheart\n.Brandon Sanderson was born in 1975 in Lincoln, Nebraska. As a child Brandon enjoyed reading, but he lost interest in the types of titles often suggested to him, and by junior high he never cracked a book if he could help it. This changed when an eighth grade teacher gave him \nDragonsbane\n by Barbara Hambly.Brandon was working on his thirteenth novel when Moshe Feder at Tor Books bought the sixth he had written. Tor has published Elantris, the Mistborn trilogy and its followup The Alloy of Law, Warbreaker, and \nThe Way of Kings\n and Words of Radiance, the first two in the planned ten-volume series The Stormlight Archive. He was chosen to complete Robert Jordan’s Wheel of Time series; 2009’s \nThe Gathering Storm\n and 2010’s \nTowers of Midnight\n were followed by the final book in the series, A Memory of Light, in January 2013. Four books in his middle-grade \nAlcatraz vs. the Evil Librarians\n series have been released in new editions by Starscape, and his novella \nInfinity Blade Awakening\n was an ebook bestseller for Epic Games accompanying their acclaimed Infinity Blade iOS video game series. Two more novellas, \nLegion\n and The Emperor’s Soul, were released by Subterranean Press and Tachyon Publications in 2012, and 2013 brought two young adult novels, \nThe Rithmatist\n from Tor and \nSteelheart\n from Delacorte.The only author to make the short list for the David Gemmell Legend Award six times in four years, Brandon won that award in 2011 for The Way of Kings. The Emperor’s Soul won the 2013 Hugo Award for Best Novella. He has appeared on the New York Times Best-Seller List multiple times, with five novels hitting the #1 spot.Currently living in Utah with his wife and children, Brandon teaches creative writing at Brigham Young University.",
		"image_sm": "/images/authors/Brandon Sanderson-sm.jpg"
	},
	{
		"rating": 4.27,
		"total_followers": 5000,
		"slug": 5000,
		"_id": 5000,
		"name": "Taylor Jenkins Reid",
		"origin": null,
		"Website": "http://www.taylorjenkinsreid.com",
		"Twitter": "tjenkinsreid",
		"genres": ["Fiction"],
		"top_book": "The Seven Husbands ",
		"language": "English",
		"biography": "Taylor Jenkins Reid is the New York Times bestselling author of Carrie Soto Is Back, Malibu Rising, Daisy Jones & The Six, and The Seven Husbands of Evelyn Hugo, as well as four other novels. She lives in Los Angeles. You can follow her on Instagram @tjenkinsreid.",
		"image_sm": "/images/authors/Taylor Jenkins Reid-sm.jpg"
	},
	{
		"rating": 3.95,
		"total_followers": 2782,
		"slug": 2782,
		"_id": 2782,
		"name": "John Grisham",
		"origin": "in Jonesboro, Arkansas, The United States",
		"Website": "http://www.jgrisham.com/",
		"Twitter": "JohnGrisham",
		"genres": ["Thriller", "Nonfiction", "Young Adult"],
		"top_book": "A Time to Kill",
		"language": "English",
		"biography": "John Grisham is the author of forty-seven consecutive #1 bestsellers, which have been translated into nearly fifty languages. His recent books include The Judge's List, Sooley, and his third Jake Brigance novel, A Time for Mercy, which is being developed by HBO as a limited series. Grisham is a two-time winner of the Harper Lee Prize for Legal Fiction and was honored with the Library of Congress Creative Achievement Award for Fiction. When he's not writing, Grisham serves on the board of directors of the Innocence Project and of Centurion Ministries, two national organizations dedicated to exonerating those who have been wrongfully convicted. Much of his fiction explores deep-seated problems in our criminal justice system. John lives on a farm in central Virginia.",
		"image_sm": "/images/authors/John Grisham-sm.jpg"
	},
	{
		"rating": 4.18,
		"total_followers": 5549,
		"slug": 5549,
		"_id": 5549,
		"name": "Leigh Bardugo",
		"origin": "in Jerusalem, Israel",
		"Born": "April 06",
		"Website": "http://leighbardugo.com",
		"Twitter": "Lbardugo",
		"genres": [
			"Young Adult",
			"Science Fiction & Fantasy",
			"Historical Fiction"
		],
		"top_book": "Six ",
		"language": "English",
		"biography": "Leigh Bardugo is the #1 New York Times bestselling author of Ninth House and the creator of the Grishaverse (now a Netflix original series) which spans the Shadow and Bone trilogy, the Six of Crows duology, the King of Scars duology—and much more. Her short fiction has appeared in multiple anthologies including The Best American Science Fiction and Fantasy. She lives in Los Angeles and is an associate fellow of Pauli Murray College at Yale University. For information on new releases and appearances, sign up for her newsletter.She would be delighted if you visited her at LeighBardugo.com and fairly giddy if you liked her selfies on Instagram. ",
		"image_sm": "/images/authors/Leigh Bardugo-sm.jpg"
	},
	{
		"rating": 4.11,
		"total_followers": 9,
		"slug": 9,
		"_id": 9,
		"name": "Nora Roberts",
		"origin": "in Silver Spring, Maryland, The United States",
		"Website": "http://www.noraroberts.com/",
		"genres": ["Fiction", "Suspense", "Fantasy"],
		"top_book": "Vision in White",
		"language": "English",
		"biography": "Nora Roberts is the #1 New York Times bestselling author of more than 200 novels, including Hideaway, Under Currents, Come Sundown, The Awakening, Legacy, and coming in November 2021 -- The Becoming -- the second book in The Dragon Heart Legacy. She is also the author of the futuristic suspense In Death series written under the pen name J.D. Robb. There are more than 500 million copies of her books in print. ",
		"image_sm": "/images/authors/Nora Roberts-sm.jpg"
	},
	{
		"rating": 4.06,
		"total_followers": 196,
		"slug": 196,
		"_id": 196,
		"name": "Gillian Flynn",
		"origin": "Kansas City, MO, The United States",
		"Website": "http://gillian-flynn.com/",
		"genres": ["Mystery & Thrillers"],
		"top_book": "Gone Girl",
		"language": "English",
		"biography": "Gillian Flynn is an American author and television critic for Entertainment Weekly. She has so far written three novels, Sharp Objects, for which she won the 2007 Ian Fleming Steel Dagger for the best thriller; Dark Places; and her best-selling third novel Gone Girl.Her book has received wide praise, including from authors such as Stephen King. The dark plot revolves around a serial killer in a Missouri town, and the reporter who has returned from Chicago to cover the event. Themes include dysfunctional families,violence and self-harm.In 2007 the novel was shortlisted for the Mystery Writers of America Edgar for Best First Novel by an American Writer, Crime Writers' Association Duncan Lawrie, CWA New Blood and Ian Fleming Steel Daggers, winning in the last two categories.Flynn, who lives in Chicago, grew up in Kansas City, Missouri. She graduated at the University of Kansas, and qualified for a Master's degree from Northwestern University.Review Quotes:\"Gillian Flynn is the real deal, a sharp, acerbic, and compelling storyteller with a knack for the macabre.\"–Stephen King",
		"image_sm": "/images/authors/Gillian Flynn-sm.jpg"
	},
	{
		"rating": 3.99,
		"total_followers": 0,
		"slug": 0,
		"_id": 0,
		"name": "Jodi Picoult",
		"origin": "in Nesconset, Long Island, New York,, The United States",
		"Website": "http://www.jodipicoult.com/",
		"Twitter": "jodipicoult",
		"genres": ["Literature & Fiction", "Parenting & Families"],
		"top_book": "My Sister's Keeper",
		"language": "English",
		"biography": "Jodi Picoult is the #1 New York Times bestselling author of twenty-eight novels, including Wish You Were Here, Small Great Things, Leaving Time, and My Sister’s Keeper, and, with daughter Samantha van Leer, two young adult novels, Between the Lines and Off the Page. Picoult lives in New Hampshire.MAD HONEY, her new novel co-authored with Jennifer Finney Boylan, is available in hardcover, ebook, and audio on October 4, 2022.Website: http://www.jodipicoult.com/Facebook: https://www.facebook.com/jodipicoult Twitter: https://twitter.com/jodipicoult",
		"image_sm": "/images/authors/Jodi Picoult-sm.jpg"
	},
	{
		"rating": 4.21,
		"total_followers": 5093,
		"slug": 5093,
		"_id": 5093,
		"name": "Jennifer L. Armentrout",
		"origin": "Martinsburg, The United States",
		"Website": "https://jenniferlarmentrout.com/",
		"Twitter": "JLArmentrout",
		"genres": ["Young Adult", "Romance", "Science Fiction & Fantasy"],
		"top_book": "Obsidian",
		"language": "English",
		"biography": "Hey Guys! Please note: I don't send out ARCs for review. If you're interested in reviewing a book of mine before release date, please contact the appropriate publisher. I also do NOT check my Goodreads email.To email me, please use the below addy. jenniferlarmentrout@live.com# 1 New York Times and # 1 International Bestselling author Jennifer lives in Charles Town, West Virginia. All the rumors you’ve heard about her state aren’t true. When she’s not hard at work writing. she spends her time reading, watching really bad zombie movies, pretending to write, hanging out with her husband and her Jack Russell Loki. In early 2015, Jennifer was diagnosed with retinitis pigmentosa, a group of rare genetic disorders that involve a breakdown and death of cells in the retina, eventually resulting in loss of vision, among other complications. Due to this diagnosis, educating people on the varying degrees of blindness has become of passion of hers, right alongside writing, which she plans to do as long as she can. Her dreams of becoming an author started in algebra class, where she spent most of her time writing short stories….which explains her dismal grades in math. Jennifer writes young adult paranormal, science fiction, fantasy, and contemporary romance. She is published with Tor, HarperCollins Avon and William Morrow, Entangled Teen and Brazen, Disney/Hyperion and Harlequin Teen. Her Wicked Series has been optioned by PassionFlix. Jennifer has won numerous awards, including the 2013 Reviewers Choice Award for Wait for You, the 2015 Editor’s Pick for Fall With Me, and the 2014/2015 Moerser-Jugendbuch- Jury award for Obsidian. Her young adult romantic suspense novel DON’T LOOK BACK was a 2014 nominated Best in Young Adult Fiction by YALSA. Her adult romantic suspense novel TILL DEATH was a Amazon Editor’s Pick and iBook Book of the Month. Her young adult contemporary THE PROBLEM WITH FOREVER is a 2017 RITA Award Winner in Young Adult Fiction. She also writes Adult and New Adult contemporary and paranormal romance under the name J. Lynn. She is published by Entangled Brazen and HarperCollins.She is the owner of ApollyCon and The Origin Event, the successful annual events that features over hundred bestselling authors in Young Adult, New Adult, and Adult Fiction, panels, parties, and more.",
		"image_sm": "/images/authors/Jennifer L. Armentrout-sm.jpg"
	},
	{
		"rating": 4.33,
		"total_followers": 4549,
		"slug": 4549,
		"_id": 4549,
		"name": "Khaled Hosseini",
		"origin": "in Kabul, Afghanistan",
		"Born": "March 04, 1965",
		"Website": "http://www.khaledhosseini.com/",
		"genres": ["Literature & Fiction"],
		"top_book": "The Kite Runner",
		"language": "English",
		"biography": "Hosseini was born in Kabul, Afghanistan, in 1965. In 1970 Hosseini and his family moved to Iran where his father worked for the Embassy of Afghanistan in Tehran. In 1973 Hosseini's family returned to Kabul, and Hosseini's youngest brother was born in July of that year.In 1976, when Hosseini was 11 years old, Hosseini's father obtained a job in Paris, France, and moved the family there. They were unable to return to Afghanistan because of the Saur Revolution in which the PDPA communist party seized power through a bloody coup in April 1978. Instead, a year after the Soviet invasion of Afghanistan, in 1980 they sought political asylum in the United States and made their residence in San Jose, California.Hosseini graduated from Independence High School in San Jose in 1984 and enrolled at Santa Clara University, where he earned a bachelor's degree in biology in 1988. The following year, he entered the University of California, San Diego, School of Medicine, where he earned his M.D. in 1993. He completed his residency in internal medicine at Cedars-Sinai Medical Center in Los Angeles in 1996. He practiced medicine for over ten years, until a year and a half after the release of The Kite Runner.Hosseini is currently a Goodwill Envoy for the United Nations High Commissioner for Refugees (UNHCR). He has been working to provide humanitarian assistance in Afghanistan through the Khaled Hosseini Foundation. The concept for the foundation was inspired by the trip to Afghanistan that Hosseini made in 2007 with UNHCR.He lives in Northern California with his wife, Roya, and their two children (Harris and Farah).",
		"image_sm": "/images/authors/Khaled Hosseini-sm.jpg"
	},
	{
		"rating": 4.32,
		"total_followers": 2857,
		"slug": 2857,
		"_id": 2857,
		"name": "Kristin Hannah",
		"origin": "Southern California, The United States",
		"Website": "http://kristinhannah.com",
		"genres": ["Literature & Fiction"],
		"top_book": "The Nightingale",
		"language": "English",
		"biography": "Kristin Hannah is the award-winning and bestselling author of more than 20 novels including the international blockbuster, The Nightingale, which was named Goodreads Best Historical fiction novel for 2015 and won the coveted People's Choice award for best fiction in the same year. Additionally, it was named a Best Book of the Year by Amazon, iTunes, Buzzfeed, the Wall Street Journal, Paste, and The Week. Her novel, The Great Alone, was also voted as Goodreads best historical novel of the year in 2018.Kristin's highly anticipated new release, The Four Winds will be published on February 9, 2021 (St. Martin's Press). The novel is a sweeping, emotional story of love, family, and survival, set in Texas and California during the dark days of The Great Depression. It is a portrait of one indomitable woman who will do anything to keep her family together. The Nightingale is currently in production at Tri Star, with award-winning director Melanie Laurent set to direct a cast led by Dakota and Elle Fanning. Firefly Lane, starring Katherine Heigl, Sarah Chalke and Ben Lawson, is set to premiere on Netflix in early 2021. www.kristinhannah.com",
		"image_sm": "/images/authors/Kristin Hannah-sm.jpg"
	},
	{
		"rating": 4.05,
		"total_followers": 71,
		"slug": 71,
		"_id": 71,
		"name": "Margaret Atwood",
		"origin": "in Ottawa, Ontario, Canada",
		"Website": "http://margaretatwood.ca/",
		"genres": ["Literature & Fiction"],
		"top_book": "The Handmaid’s Tale",
		"language": "English",
		"biography": "Margaret Atwood was born in 1939 in Ottawa and grew up in northern Ontario, Quebec, and Toronto. She received her undergraduate degree from Victoria College at the University of Toronto and her master's degree from Radcliffe College.Throughout her writing career, Margaret Atwood has received numerous awards and honourary degrees. She is the author of more than thirty-five volumes of poetry, children’s literature, fiction, and non-fiction and is perhaps best known for her novels, which include The Edible Woman (1970), The Handmaid's Tale (1983), The Robber Bride (1994), Alias Grace (1996), and The Blind Assassin, which won the prestigious Booker Prize in 2000. Atwood's dystopic novel, Oryx and Crake, was published in 2003. The Tent (mini-fictions) and Moral Disorder (short stories) both appeared in 2006. Her most recent volume of poetry, The Door, was published in 2007. Her non-fiction book, Payback: Debt and the Shadow Side of Wealth ­ in the Massey series, appeared in 2008, and her most recent novel, The Year of the Flood, in the autumn of 2009. Ms. Atwood's work has been published in more than forty languages, including Farsi, Japanese, Turkish, Finnish, Korean, Icelandic and Estonian. In 2004 she co-invented the Long Pen TM.Margaret Atwood currently lives in Toronto with writer Graeme Gibson. Associations: Margaret Atwood was President of the Writers' Union of Canada from May 1981 to May 1982, and was President of International P.E.N., Canadian Centre (English Speaking) from 1984-1986. She and Graeme Gibson are the Joint Honourary Presidents of the Rare Bird Society within BirdLife International. Ms. Atwood is also a current Vice-President of PEN International.",
		"image_sm": "/images/authors/Margaret Atwood-sm.jpg"
	},
	{
		"rating": 3.81,
		"total_followers": 2399,
		"slug": 2399,
		"_id": 2399,
		"name": "Paulo Coelho",
		"origin": "in Rio de Janeiro, Brazil",
		"Website": "http://www.paulocoelhoblog.com",
		"genres": ["Literature & Fiction", "Nonfiction", "Biographies & Memoirs"],
		"top_book": "The Alchemist",
		"language": "English",
		"biography": "The Brazilian author PAULO COELHO was born in 1947 in the city of Rio de Janeiro. Before dedicating his life completely to literature, he worked as theatre director and actor, lyricist and journalist. In 1986, PAULO COELHO did the pilgrimage to Saint James of Compostella, an experience later to be documented in his book The Pilgrimage. In the following year, COELHO published The Alchemist. Slow initial sales convinced his first publisher to drop the novel, but it went on to become one of the best selling Brazilian books of all time. Other titles include Brida (1990), The Valkyries (1992), By the river Piedra I sat Down and Wept (1994), the collection of his best columns published in the Brazilian newspaper Folha de São Paulo entitle Maktub (1994), the compilation of texts Phrases (1995), The Fifth Mountain (1996), Manual of a Warrior of Light (1997), Veronika decides to die (1998), The Devil and Miss Prym (2000), the compilation of traditional tales in Stories for parents, children and grandchildren (2001), Eleven Minutes (2003), The Zahir (2005), The Witch of Portobello (2006) and Winner Stands Alone (to be released in 2009). During the months of March, April, May and June 2006, Paulo Coelho traveled to celebrate the 20th anniversary of his pilgrimage to Saint James of Compostella in 1986. He also held surprise book signings - announced one day in advance - in some cities along the way, to have a chance to meet his readers. In ninety days of pilgrimage the author traveled around the globe and took the famous Transiberrian train that took him to Vladivostok. During this experience Paulo Coelho launched his blog Walking the Path - The Pilgrimage in order to share with his readers his impressions. Since this first blog Paulo Coelho has expanded his presence in the internet with his daily blogs in Wordpress, Myspace & Facebook. He is equally present in media sharing sites such as Youtube and Flickr, offering on a regular basis not only texts but also videos and pictures to his readers. From this intensive interest and use of the Internet sprang his bold new project: The Experimental Witch where he invites his readers to adapt to the screen his book The Witch of Portobello. Indeed Paulo Coelho is a firm believer of Internet as a new media and is the first Best-selling author to actively support online free distribution of his work. ",
		"image_sm": "/images/authors/Paulo Coelho-sm.jpg"
	},
	{
		"rating": 3.75,
		"total_followers": 4794,
		"slug": 4794,
		"_id": 4794,
		"name": "E.L. James",
		"origin": "London, The United Kingdom",
		"Website": "http://www.eljamesauthor.com",
		"Twitter": "E_L_James",
		"genres": ["Romance"],
		"top_book": "Fifty Shades ",
		"language": "English",
		"biography": "All you need to know should be on here: http://www.eljamesauthor.com/Please come talk to me on twitter: @E_L_JamesIf you are interested in the play list from either of these books - please visit my youtube channel:http://www.youtube.com/user/eljamesau...",
		"image_sm": "/images/authors/E.L. James-sm.jpg"
	},
	{
		"rating": 3.98,
		"total_followers": 1590,
		"slug": 1590,
		"_id": 1590,
		"name": "Kiera Cass",
		"origin": "in The United States",
		"Website": "http://www.kieracass.com/",
		"Twitter": "kieracass",
		"genres": ["Young Adult"],
		"top_book": "The Selection",
		"language": "English",
		"biography": "100 Things I Love:Being married. Cake. The smell of Autumn. Motherhood. Books. Elephants. Back rubs. On demand movies. Actually going out to movies. Faith. Cinnamon rolls. My family. Butterflies. When my kitchen is clean. Crayons. Pink. Tote bags. Dancing. Organizing via color coordination. That my wedding dress was tea length, not floor. Baking. My house. Writing utensils. Paper. India. The sound of water. Making videos. Buttons. The word Episcopalian. Making people laugh. Layering clothes. British accents. Pinterest. Animation. Fireworks. The smell of the Ocean. My wedding rings. Aprons. Reasons to get dressed up. Sex. Pop music. Stars. Taking walks. Daydreaming. Stickers. School Spirit. My friends. Living in a small town. Japan. Singing. Painting my toenails. Pranks/ practical jokes. Painting. Stretch canvas. Costumes. Dipping my fingers in melted wax. Style. Soda. Spending an hour typing at a coffee shop. Musicals. Back to school season. Mopeds. Good hair days. Naps. Not walking up but looking at a beautiful staircase. Driving alone. My ankles. Playlists. Spending entire days in pajamas. Holidays. Telling stories. Spontaneity. Theme parks. Bookshelves. The word copacetic. Boxes. Empty journals. Surprises. Doing things in groups. Doing things alone. Getting real mail. Decorating. Small forks. A good hug. Gift cards. New Years Goals. Going out to dinner. When someone else remembers some great story about me/us that I’ve forgotten. Toy stores. Fireplaces. Breakfast foods. Journaling. Crying for a good reason. Doorbells. Pointless adventures. Voting. My birthday. Reasons to make wishes. Recycling.",
		"image_sm": "/images/authors/Kiera Cass-sm.jpg"
	},
	{
		"rating": 4.09,
		"total_followers": 2945,
		"slug": 2945,
		"_id": 2945,
		"name": "Holly Black",
		"origin": "in New Jersey, The United States",
		"Website": "http://www.blackholly.com/",
		"Twitter": "hollyblack",
		"genres": ["Fantasy", "Young Adult", "Children's"],
		"top_book": "The Cruel Prince",
		"language": "English",
		"biography": "Holly Black is the #1 New York Times bestselling author of over thirty fantasy novels for kids and teens. She has been a finalist for an Eisner Award and the Lodestar Award, and the recipient of the Mythopoeic Award, a Nebula, and a Newbery Honor. Her books have been translated into 32 languages worldwide and adapted for film. She currently lives in New England with her husband and son in a house with a secret library.",
		"image_sm": "/images/authors/Holly Black-sm.jpg"
	},
	{
		"rating": 4.01,
		"total_followers": 0,
		"slug": 0,
		"_id": 0,
		"name": "Janet Evanovich",
		"origin": "in South River, New Jersey, The United States",
		"Website": "http://www.evanovich.com/",
		"Twitter": "janetevanovich",
		"genres": ["Mystery & Thrillers", "Romance", "Humor"],
		"top_book": "One for the Money",
		"language": "English",
		"biography": "Janet Evanovich is the #1 New York Times bestselling author of the Stephanie Plum series, the Lizzy and Diesel series, twelve romance novels, the Alexandra Barnaby novels and Trouble Maker graphic novel, and How I Write: Secrets of a Bestselling Author, as well as the Fox and O'Hare series with co-author Lee Goldberg.",
		"image_sm": "/images/authors/Janet Evanovich-sm.jpg"
	},
	{
		"rating": 3.95,
		"total_followers": 0,
		"slug": 0,
		"_id": 0,
		"name": "Liane Moriarty",
		"origin": "Sydney, Australia",
		"Website": "http://www.lianemoriarty.com",
		"genres": ["Fiction", "Chick Lit", "Contemporary"],
		"top_book": "Big Little Lies",
		"language": "English",
		"biography": "Liane Moriarty is the author of the #1 New York Times bestsellers Big Little Lies, The Husband’s Secret, and Truly Madly Guilty; the New York Times bestsellers Apples Never Fall, Nine Perfect Strangers, What Alice Forgot, and The Last Anniversary; The Hypnotist’s Love Story; and Three Wishes. She lives in Sydney, Australia, with her husband and two children.",
		"image_sm": "/images/authors/Liane Moriarty-sm.jpg"
	},
	{
		"rating": 3.96,
		"total_followers": 488,
		"slug": 488,
		"_id": 488,
		"name": "Rainbow Rowell",
		"origin": "Omaha, Nebraska, The United States",
		"Website": "http://www.rainbowrowell.com",
		"Twitter": "rainbowrowell",
		"genres": ["Literature & Fiction"],
		"top_book": "Eleanor & Park",
		"language": "English",
		"biography": "Rainbow Rowell writes all kinds of stuff. Sometimes she writes about adults (ATTACHMENTS, LANDLINE). Sometimes she writes about teenagers (ELEANOR & PARK, FANGIRL) . Sometimes — actually, a lot of the time — she writes about lovesick vampires and guys with dragon wings. (THE SIMON SNOW TRILOGY). Recently, she’s been writing comics, including her first graphic novel, PUMPKINHEADS, and the monthly SHE-HULK comic for Marvel.She lives in Omaha, Nebraska. More at rainbowrowell.com.",
		"image_sm": "/images/authors/Rainbow Rowell-sm.jpg"
	},
	{
		"rating": 4.21,
		"total_followers": 5463,
		"slug": 5463,
		"_id": 5463,
		"name": "Marissa Meyer",
		"origin": "in The United States",
		"Website": "http://www.marissameyer.com",
		"Twitter": "marissa_meyer",
		"genres": [
			"Young Adult",
			"Science Fiction & Fantasy",
			"Literature & Fiction"
		],
		"top_book": "Cinder",
		"language": "English",
		"biography": "I live in Tacoma, Washington, with my husband and beautiful twin daughters. Represented by Jill Grinberg. Learn more about me and my upcoming books at http://www.marissameyer.com.",
		"image_sm": "/images/authors/Marissa Meyer-sm.jpg"
	}
]
