[
	{
		"title": "Harry Potter and the Prisoner of Azkaban",
		"ISBN_10": 1338299166,
		"slug": 1338299166,
		"_id": 1338299166,
		"ISBN_13": 9781338299168,
		"author": "J. K. Rowling",
		"image": "/images/books/Harry Potter and the Prisoner of Azkaban.jpg",
		"language": "English",
		"publisher": "Arthur A. Levine Books",
		"publicationDate": "2018-06-26",
		"ageGroup": "10+",
		"pages": 464,
		"genres": ["Juvenile Fiction"],
		"formats": {},
		"origin": "IN",
		"description": "A special new edition in celebration of the 20th anniversary of the publication of Harry Potter and the Sorcerer's Stone, with a stunning new cover illustration by Caldecott Medalist Brian Selznick. For twelve long years, the dread fortress of Azkaban held an infamous prisoner named Sirius Black. Convicted of killing thirteen people with a single curse, he was said to be the heir apparent to the Dark Lord, Voldemort. Now he has escaped, leaving only two clues as to where he might be headed: Harry Potter's defeat of You-Know-Who was Black's downfall as well. And the Azkaban guards heard Black muttering in his sleep, \"He's at Hogwarts... he's at Hogwarts.\" Harry Potter isn't safe, not even within the walls of his magical school, surrounded by his friends. Because on top of it all, there may be a traitor in their midst. This gorgeous new edition in celebration of the 20th anniversary of the publication of Harry Potter and the Sorcerer's Stone features a newly designed cover illustrated by Caldecott Medalist Brian Selznick, as well as the beloved original interior decorations by Mary GrandPré.",
		"rating": 4.5,
		"ratingsQuantity": 2373
	},
	{
		"title": "Harry Potter and the Goblet of Fire",
		"ISBN_10": 1338299174,
		"slug": 1338299174,
		"_id": 1338299174,
		"ISBN_13": 9781338299175,
		"author": "J. K. Rowling",
		"image": "/images/books/Harry Potter and the Goblet of Fire.jpg",
		"language": "English",
		"publisher": "Arthur A. Levine Books",
		"publicationDate": "2018-06-26",
		"ageGroup": "10+",
		"pages": 768,
		"genres": ["Juvenile Fiction"],
		"formats": {},
		"origin": "IN",
		"description": "A special new edition in celebration of the 20th anniversary of the publication of Harry Potter and the Sorcerer's Stone, with a stunning new cover illustration by Caldecott Medalist Brian Selznick. Harry Potter and the Goblet of Fire is the pivotal fourth novel in the seven-part tale of Harry Potter's training as a wizard and his coming of age. Harry wants to get away from the pernicious Dursleys and go to the International Quidditch Cup with Hermione, Ron, and the Weasleys. He wants to dream about Cho Chang, his crush (and maybe do more than dream). He wants to find out about the mysterious event involving two other rival schools of magic, and a competition that hasn't happened for a hundred years. He wants to be a normal, fourteen-year-old wizard. Unfortunately for Harry Potter, he's not normal - even by wizarding standards. And in this case, different can be deadly. This gorgeous new edition in celebration of the 20th anniversary of the publication of Harry Potter and the Sorcerer's Stone features a newly designed cover illustrated by Caldecott Medalist Brian Selznick, as well as the beloved original interior decorations by Mary GrandPré.",
		"rating": 5,
		"ratingsQuantity": 16
	},
	{
		"title": "Harry Potter and the Order of the Phoenix",
		"ISBN_10": 1338299182,
		"slug": 1338299182,
		"_id": 1338299182,
		"ISBN_13": 9781338299182,
		"author": "J. K. Rowling",
		"image": "/images/books/Harry Potter and the Order of the Phoenix.jpg",
		"language": "English",
		"publisher": "Arthur A. Levine Books",
		"publicationDate": "2018-06-26",
		"ageGroup": "10+",
		"pages": 912,
		"genres": ["Juvenile Fiction"],
		"formats": {},
		"origin": "IN",
		"description": "A special new edition in celebration of the 20th anniversary of the publication of Harry Potter and the Sorcerer's Stone, with a stunning new cover illustration by Caldecott Medalist Brian Selznick. There is a door at the end of a silent corridor. And it's haunting Harry Potter's dreams. Why else would he be waking in the middle of the night, screaming in terror? It's not just the upcoming O.W.L. exams; a new teacher with a personality like poisoned honey; a venomous, disgruntled house-elf; or even the growing threat of He-Who-Must-Not-Be-Named. Now Harry Potter is faced with the unreliability of the very government of the magical world and the impotence of the authorities at Hogwarts. Despite this (or perhaps because of it), he finds depth and strength in his friends, beyond what even he knew; boundless loyalty; and unbearable sacrifice. This gorgeous new edition in celebration of the 20th anniversary of the publication of Harry Potter and the Sorcerer's Stone features a newly designed cover illustrated by Caldecott Medalist Brian Selznick, as well as the beloved original interior decorations by Mary GrandPré.",
		"rating": 5,
		"ratingsQuantity": 3
	},
	{
		"title": "Harry Potter and the Half-Blood Prince",
		"ISBN_10": 1338299190,
		"slug": 1338299190,
		"_id": 1338299190,
		"ISBN_13": 9781338299199,
		"author": "J. K. Rowling",
		"image": "/images/books/Harry Potter and the Half-Blood Prince.jpg",
		"language": "English",
		"publisher": "Arthur A. Levine Books",
		"publicationDate": "2018-06-26",
		"ageGroup": "10+",
		"pages": 688,
		"genres": ["Juvenile Fiction"],
		"formats": {},
		"origin": "IN",
		"description": "A special new edition in celebration of the 20th anniversary of the publication of Harry Potter and the Sorcerer's Stone, with a stunning new cover illustration by Caldecott Medalist Brian Selznick. The war against Voldemort is not going well; even Muggle governments are noticing. Ron scans the obituary pages of the Daily Prophet, looking for familiar names. Dumbledore is absent from Hogwarts for long stretches of time, and the Order of the Phoenix has already suffered losses. And yet... As in all wars, life goes on. Sixth-year students learn to Apparate - and lose a few eyebrows in the process. The Weasley twins expand their business. Teenagers flirt and fight and fall in love. Classes are never straightforward, though Harry receives some extraordinary help from the mysterious Half-Blood Prince. So it's the home front that takes center stage in the multilayered sixth installment of the story of Harry Potter. Here at Hogwarts, Harry will search for the full and complex story of the boy who became Lord Voldemort - and thereby find what may be his only vulnerability. This gorgeous new edition in celebration of the 20th anniversary of the publication of Harry Potter and the Sorcerer's Stone features a newly designed cover illustrated by Caldecott Medalist Brian Selznick, as well as the beloved original interior decorations by Mary GrandPré.",
		"rating": 4,
		"ratingsQuantity": 7
	},
	{
		"title": "Harry Potter and the Sorcerer's Stone",
		"ISBN_10": 606323457,
		"slug": 606323457,
		"_id": 606323457,
		"ISBN_13": 9780606323451,
		"author": "Inc. Scholastic",
		"image": "/images/books/Harry Potter and the Sorcerer's Stone.jpg",
		"language": "English",
		"publisher": "Turtleback Books",
		"publicationDate": "2013-08-27",
		"ageGroup": "10+",
		"pages": 336,
		"genres": ["Juvenile Fiction"],
		"formats": {},
		"origin": "IN",
		"description": "Rescued from the outrageous neglect of his aunt and uncle, a young boy with a great destiny proves his worth while attending Hogwarts School for Witchcraft and Wizardry.",
		"rating": 4.5,
		"ratingsQuantity": 1555
	},

	{
		"title": "Immortals of Meluha",
		"ISBN_10": 9380658745,
		"slug": 9380658745,
		"_id": 9380658745,
		"ISBN_13": 9789380658742,
		"author": "Amish Tripathi",
		"image": "/images/books/Immortals of Meluha.jpg",
		"language": "English",
		"publisher": "Westland",
		"publicationDate": "2010",
		"ageGroup": "10+",
		"pages": 411,
		"genres": ["Fiction"],
		"formats": {},
		"origin": "IN",
		"description": "This is the first book in a trilogy on Shiva, the simple man whose karma re-cast his as our Mahadev, the God of Gods.",
		"rating": 5,
		"ratingsQuantity": 1
	},
	{
		"title": "Sita",
		"ISBN_10": 9386224585,
		"slug": 9386224585,
		"_id": 9386224585,
		"ISBN_13": 9789386224583,
		"author": "Amish Tripathi",
		"image": "/images/books/Sita.jpg",
		"language": "English",
		"publisher": "Westland Publication Limited",
		"publicationDate": "2017",
		"ageGroup": "10+",
		"pages": 384,
		"genres": ["Hindu mythology"],
		"formats": {},
		"origin": "IN",
		"description": "In this second book of the series, you will follow Lady Sita's journey from an Adopted Child to the Prime Minister to finding her true calling. She is the warrior we need. The Goddess we await. She will defend Dharma. She will protect us. India, 3400 BCE. India is beset with divisions, resentment, and poverty. The people hate their rulers. They despise their corrupt and selfish elite. Raavan, the demon king of Lanka, grows increasingly powerful, sinking his fangs deeper into the hapless Sapt Sindhu. Two powerful tribes, the protectors of the divine land of India, decide that enough is enough. A savior is needed. They begin their search. An abandoned baby is found in a field. Protected by a vulture from a pack of murderous wolves. She is adopted by the ruler of Mithila, a powerless kingdom, ignored by all. Nobody believes this child will amount to much. But they are wrong. For she is no ordinary girl. She is Sita.",
		"rating": 3,
		"ratingsQuantity": 2
	},
	{
		"title": "Scion of Ikshvaku",
		"ISBN_10": 9385152149,
		"slug": 9385152149,
		"_id": 9385152149,
		"ISBN_13": 9789385152146,
		"author": "Amish",
		"image": "/images/books/Scion of Ikshvaku.jpg",
		"language": "English",
		"publisher": "Westland Publication Limited",
		"publicationDate": "2015",
		"ageGroup": "10+",
		"pages": 376,
		"genres": ["Fiction"],
		"formats": {},
		"origin": "IN",
		"description": "3400 BCE. INDIA Ayodhya is weakened by divisions. A terrible war has taken its toll. The damage runs deep. The demon King of Lanka, Raavan, does not impose his rule on the defeated. He, instead, imposes his trade. Money is sucked out of the empire. The Sapt Sindhu people descend into poverty, despondency and corruption. They cry for a leader to lead them out of the morass. Little do they appreciate that the leader is among them. One whom they know. A tortured and ostracised prince. A prince they tried to break. A prince called Ram. He loves his country, even when his countrymen torment him. He stands alone for the law. His band of brothers, his Sita, and he, against the darkness of chaos. Will Ram rise above the taint that others heap on him? Will his love for Sita sustain him through his struggle? Will he defeat the demon Lord Raavan who destroyed his childhood? Will he fulfil the destiny of the Vishnu? Begin an epic journey with Amish's latest: the Ram Chandra Series.",
		"rating": 3,
		"ratingsQuantity": 834
	},
	{
		"title": "The Oath of the Vayuputras",
		"ISBN_10": 1780874081,
		"slug": 1780874081,
		"_id": 1780874081,
		"ISBN_13": 9781780874081,
		"author": "Amish",
		"image": "/images/books/The Oath of the Vayuputras.jpg",
		"language": "English",
		"publisher": null,
		"publicationDate": "2014",
		"ageGroup": "10+",
		"pages": 320,
		"genres": ["Siva (Hindu deity)"],
		"formats": {},
		"origin": "IN",
		"description": "Today, Shiva is a god. But four thousand years ago, he was just a man - until he brought his people to Meluha, a near-perfect empire founded by the great king Lord Ram. There he discovered he was the Neelkanth, a barbarian long prophesied to be Meluha's saviour. But in his hour of victory fighting the Chandravanshis - Meluha's enemy - he discovered they had their own prophecy. Now he must fight to uncover the treachery within his inner circle, and unmask those who are about to destroy all that he has fought for. Shiva is about to learn that good and evil are two sides of the same coin...",
		"rating": 3,
		"ratingsQuantity": 1763
	}
]
